dlasagno.rasi
esbenp.prettier-vscode
fallenwood.vimL
j-james.adapta-nokto-vscode
James-Yu.latex-workshop
mf.vscode-styled-components
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ritwickdey.LiveServer
vscode-icons-team.vscode-icons
zhuangtongfa.material-theme
