esbenp.prettier-vscode
fallenwood.vimL
felixfbecker.php-intellisense
icrawl.discord-vscode
j-james.adapta-nokto-vscode
James-Yu.latex-workshop
ms-python.python
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
ritwickdey.LiveServer
vscode-icons-team.vscode-icons
