bmewburn.vscode-intelephense-client
daohong-emilio.yash
DavidAnson.vscode-markdownlint
fallenwood.vimL
faustinoaq.lex-flex-yacc-bison
foxundermoon.shell-format
HookyQR.beautify
j-james.adapta-nokto-vscode
James-Yu.latex-workshop
ms-python.python
ms-toolsai.jupyter
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
redhat.java
ritwickdey.LiveServer
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscode-icons-team.vscode-icons
